Repository: Davilaro/pruebfife
Catalog: lib/l10n/intl_*.arb
Languages: es_co

# accept_terms_conditions
source: I accept terms and conditions
es_co: Acepto términos y condiciones

# activate
source: the activation
es_co: la activación

# activate_user
source: Account registration
es_co: Activar Cuenta

# activate_user_for_buy
source: to buy on Pideky and view your business data you must activate your account
es_co: para comprar en Pideky y ver los datos de tu negocio debes activar tu cuenta

# activate_your_user
source: Activate your account!
es_co: Activa tu cuenta!

# authorize_processing_personal_data
source: I authorize the processing of my personal data
es_co: Autorizo el tratamiento de mis datos personales

source: Accept
es_co: Aceptar

# address
source: Address: {direccion}
es_co: Dirección: {direccion}

# bottom_alert_drawer
source: Remember, if you have products added to your cart, and you choose a new branch, you will have to make a new purchase.
es_co: ¡Recuerda!, si tienes productos agregados al carrito y eliges una nueva sucursal deberás volver a realizar las compras.

source: Cancel
es_co: Cancelar

# confirm_country
source: Please confirm the country where your business is located.
es_co: Confírmanos el país donde está ubicado tu negocio.

source: Country confirmation
es_co: Confirmación país

source: Catalog
es_co: Catálogo

# categories_for_you
source: Featured categories for you
es_co: Categorias destacadas para tí

source: cell phone number
es_co: número de celular

source: CCUP code copied
es_co: Código CCUP copiado

source: Code could not be generated
es_co: No se pudo generar el código

source: Choose the period to filter your orders
es_co: Elige el periodo para filtrar tus pedidos

# delivery_days
source: Remember that you can place your order: {diasEntrega}
es_co: Recuerda que puedes realizar el pedido: {diasEntrega}

source: Delete account
es_co: Eliminar cuenta

source: email address
es_co: correo electrónico

# enter_your_master_code
source: Enter your master code for manual activation
es_co: Ingresa tu código maestro para realizar la activación manual

# error_code
source: Error getting code
es_co: Error obteniendo código

# error_information
source: Error obtaining information
es_co: Error al obtener información

source: Error validating the user
es_co: Error al validar el usuario

source: Enter your Nit
es_co: Ingresa tu Nit

source: Filter
es_co: Filtro

# get_active_with_your
source: You wish to activate yourself with your
es_co: Deseas activarte con tu

source: History
es_co: Histórico

source: Home
es_co: Inicio

source: I accept privacy policy
es_co: Acepto política de privacidad

# i_accept_processing_policy
source: I accept the data processing policy
es_co: Acepto política de tratamiento de datos

# imperdible
source: Not to be missed by
es_co: Imperdibles para

# in_this_section_you_will
source: In this section you will find the history of your purchases in Pideky.
es_co: En esta sección encontrarás el historial de tus compras en Pideky.

# in_this_section_the_status
source: In this section you will find the status of your pending orders, and you will be able to track them.
es_co: En esta sección encontrarás el estado de tus pedidos pendientes por entregar y podrás hacer seguimiento.

source: Loading branches
es_co: Cargando sucursales

# login_placeholder
source: Nit without verification digit
es_co: Nit sin dígito de verificación

source: Log out
es_co: Cerrar sesión

source: Logging in
es_co: Iniciando sesión

# manual_activation
source: Manual registration
es_co: Activación manual

# manual_activation_subtitle
source: the manual registration
es_co: la activacion manual

source: manual registration
es_co: registro manual

source: Master code
es_co: Código maestro

source: My Business
es_co: Mi Negocio

source: My account
es_co: Mi cuenta

source: My suppliers
es_co: Mis proveedores

source: My vendors
es_co: Mis vendedores

source: My Statistics
es_co: Mis estadísticas

# my_nequi_payments
source: My Payments
es_co: Mis Pagos Nequi

source: My orders
es_co: Mis pedidos

source: No information to display
es_co: No hay información para mostrar

# number_incomplete_or_exceeds
source: Number is incomplete or exceeds {cantidad} characters.
es_co: El número está incompleto o supera los {cantidad} caracteres.

# or_via_text_message
source: or via
es_co: o a través de un

source: Order Pideky
es_co: Orden Pideky

source: Order detail
es_co: Detalle del pedido

source: Order
es_co: Pedido

# pideky_account_successfully_registered
source: Your Pideky account has been successfully registered, then select a branch to start placing orders.
es_co: Se ha realizado correctamente el registro de tu cuenta Pideky, a continuación selecciona una sucursal para comenzar a realizar pedidos.

# please_enter_activation_cod
source: Please enter the activation code, sent by {destino} to your selected number:
es_co: Por favor ingresa el código de activación, enviado por {destino} a tu número seleccionado:

# please_enter_the_code
source: Please enter the code from {activate}, sent by {destino}
es_co: Por favor ingresa el código de {activate}, enviado por {destino}

# policies_accepted
source: Policies must be accepted
es_co: Se debe aceptar las políticas

source: Policy and data processing
es_co: Política y tratamiento de datos

source: Product
es_co: Producto

source: Price
es_co: Precio

source: Price per sales unit
es_co: Precio por unidad de venta

source: Quantity
es_co: Cantidad

source: Register
es_co: Registrarse

source: Registration Successful!
es_co: ¡Registro Exitoso!

# secod_welcome_pideky
source: Before you can enjoy our shopping experience you must become active.
es_co: Antes de disfrutar nuestra experiencia de compra debes activarte.

source: Suggested Order
es_co: Pedido Sugerido

source: Start date
es_co: Fecha de inicio

# text_change_of_branch
source: You have successfully changed the branch for which you will make your purchases!
es_co: ¡Has cambiado con éxito la sucursal para la cual realizarás tus compras!

# terms_of_delivery
source: These products will be delivered according to the supplier's itinerary.
es_co: Estos productos serán entregados según el itinerario del proveedor

source: text message.
es_co: mensaje de texto.

# text_your_email_address
source: Or sign up with your email address
es_co: O actívate con tu

# the_email_does_not
source: The email does not comply with the format
es_co: El email no cumple con el formato

# the_verification_code_incorrect
source: The verification code is incorrect, please check it and try again.
es_co: El código de verificación es incorrecto, por favor compruébelo e intente nuevamente.

# terms_conditions
source: Terms and conditions
es_co: Términos y condiciones

# the_nit_entered_is_not_registered
source: The CCUP entered is not registered in our database. Please check that it is spelled correctly or contact us on
es_co: El NIT ingresado no se encuentra registrado en nuestra base de datos. Por favor revisa que esté bien escrito o contáctanos en

# the_number_is_incorrect
source: The number entered does not correspond to a cellular number.
es_co: El número ingresado no corresponde a un número celular.

# unable_send_text_message
source: Unable to send text message {e}
es_co: No fue posible enviar el mensaje de texto {e}

# unable_send_text_message2
source: It was not possible to send the message, please try again {e}
es_co: No fue posible enviar el mensaje, por favor intente nuevamente {e}

# upper_text_drawer
source: Choose the branch or point of sale for which you wish to see the products available and place your orders.
es_co: Elige la sucursal o punto de venta para la cual deseas ver los productos disponibles y realizar tus pedidos.

# verification_code_cannot_empty
source: The verification code cannot be empty
es_co: El código de verificación no puede estar vacío

source: Version
es_co: Versión

source: Validating information
es_co: Validando información

# winners_club
source: Winners club Pideky
es_co: Club de ganadores Pideky

# we_validating_code_activate
source: We are validating the code to activate your account.
es_co: Estamos validando el código para activar tu cuenta.

# welcome_pideky
source: Welcome to Pideky!
es_co: ¡Bienvenido a Pideky!

# whatsApp_number
source: WhatsApp Number:{telefono}
es_co: Número WhatsApp:{telefono}

source: WhatsApp not installed
es_co: WhatsApp no instalado

# we_have_a_suggested
source: We have a suggested order for you, so your business won't lack any product.
es_co: Tenemos un pedido sugerido para ti, para que no olvides ningún producto para tu negocio.

# you_want_to_go
source: Or do you want to go to the
es_co: O deseas ir al

# our_system_has_received
source: Our system has received your request.
es_co: Nuestro sistema ha recibido tu solicitud.

# your_order_checked
source: Your order is checked in and ready to go on the road.
es_co: Tu pedido está facturado y listo para salir en ruta.

# your_order_is_ready
source: Your order is on its way, get ready to receive it.
es_co: Tu pedido está en camino, prepárate pare recibirlo.
